relay/11/05.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-06-25 Mon 17:44 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Relay 11–5</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="../../global/Default.css"/>
<link rel="stylesheet" href="../../global/org.css"/>
<link rel="stylesheet" href="../relay.css"/>
</head>
<body>
<div id="org-div-home-and-up">
 <a accesskey="h" href="index.html"> UP </a>
 |
 <a accesskey="H" href="../index.html"> HOME </a>
</div><div id="preamble" class="status">
<header>
<h1 id="Title">Relay 11–5<br/></h1>
<h3 class="date">2018-06-25 (last exported 2018-06-25 Mon 17:44)</h3>
</header>
</div>
<div id="content">
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#orgc9c4fa8">1. Translation</a></li>
<li><a href="#org43ae223">2. Grammar</a>
<ul>
<li><a href="#orga16f8d3">2.1. General Sentence Structure</a></li>
<li><a href="#org1b938c4">2.2. Parts of Speech</a></li>
</ul>
</li>
<li><a href="#org2f44f68">3. Lexicon</a></li>
<li><a href="#orgb6bac14">Navigation</a></li>
</ul>
</div>
</div>

<div id="outline-container-orgc9c4fa8" class="outline-2">
<h2 id="orgc9c4fa8"><span class="section-number-2">1</span> Translation</h2>
<div class="outline-text-2" id="text-1">
<div class="full-relay">
<div class="detail-link">
<p>
<a href="05b-Relay_11_Translation.pdf">Translation</a> · <a href="05a-Relay_11_Torch.pdf">Torch</a>
</p>

</div>

<div class="natlang-name"><p>English</p></div>
<div class="natlang-text">
<p class="verse">
As for the starlight from the eyes, you attain me.<br />
You looked at me, then I watched you.<br />
We are tied together.<br />
</p>

</div>

<div class="conlang-name"><p>Enłalen</p></div>
<div class="conlang-text">
<p class="verse">
φaθołon osiφa yano θemoyon-wa wo τai wan-ten am.<br />
wan-wa oł θisa am κiπi i ilsil am-ten.<br />
mo-wa wo olni ilπi.<br />
</p>

</div>

<div class="ipa">
<p class="verse">
ˈphaθ̠ɒʟõn ˈoziɸa ˈjãno ˈthẽmɘjũˌnwa wu ˈtʼa.i ˈwãn̥ˌtẽn ãm<br />
ˈwãˌnwa ɒʟ ˈthiza ãm ˈkʼipi i ˈil ̥sil ˈãn̥ˌtẽn<br />
ˈmɒˌwa wu ˈolni ˈil ̥pʼi<br />
</p>

</div>

<div class="gloss">
<div class="gloss-train">
  <div class="gloss-component">
    <div class="orig-text">φaθo</div>
    <div class="gloss">light</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">łon</div>
    <div class="gloss grammar-keyword">nmz def spec</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">osiφa</div>
    <div class="gloss">astron.body</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">yano</div>
    <div class="gloss">from</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">θemo</div>
    <div class="gloss">eyes</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">yon</div>
    <div class="gloss grammar-keyword">nmz def nspec</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">=wa</div>
    <div class="gloss grammar-keyword">top</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">wo</div>
    <div class="gloss grammar-keyword">prs</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">τai</div>
    <div class="gloss">acquire</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">wan</div>
    <div class="gloss grammar-keyword">2sg</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">=ten</div>
    <div class="gloss grammar-keyword">erg</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">am</div>
    <div class="gloss grammar-keyword">1.excl</div>
  </div>
</div>

<div class="gloss-train">
  <div class="gloss-component">
    <div class="orig-text">wan</div>
    <div class="gloss grammar-keyword">2sg</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">-wa</div>
    <div class="gloss grammar-keyword">top</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">oł</div>
    <div class="gloss grammar-keyword">near pst</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">θisa</div>
    <div class="gloss">look at</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">am</div>
    <div class="gloss grammar-keyword">1 excl</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">κiπi</div>
    <div class="gloss">subsequently</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">i</div>
    <div class="gloss grammar-keyword">near fut</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">ilsil</div>
    <div class="gloss">watch</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">am</div>
    <div class="gloss grammar-keyword">1 excl</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">-ten</div>
    <div class="gloss grammar-keyword">erg</div>
  </div>
</div>
<div class="gloss-train">
  <div class="gloss-component">
    <div class="orig-text">mo</div>
    <div class="gloss grammar-keyword">1 incl</div>
  </div>
  <div class="gloss-component">
    <div class="orig-text">-wa</div>
    <div class="gloss grammar-keyword">top</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">wo</div>
    <div class="gloss grammar-keyword">prs</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">olni</div>
    <div class="gloss">together</div>
  </div>
  <div class="word-separator"></div>
  <div class="gloss-component">
    <div class="orig-text">ilπi</div>
    <div class="gloss">tie</div>
  </div>
</div>

</div>

</div>
</div>
</div>

<div id="outline-container-org43ae223" class="outline-2">
<h2 id="org43ae223"><span class="section-number-2">2</span> Grammar</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-orga16f8d3" class="outline-3">
<h3 id="orga16f8d3"><span class="section-number-3">2.1</span> General Sentence Structure</h3>
<div class="outline-text-3" id="text-2-1">
<p>
Enłalen word-order is generally VSO, but in most sentences there is a topic,
fronted and followed by the clitic -wa. If the topic is the same as in the
previous sentence, this may be omitted.
</p>

<p>
The language is pretty strictly head-initial, so adjectives and adverbs (as well
as adjectival and adverbial prepositional phrases) follow the nouns and verbs
they modify, prepositions precede their objects, etc. The VP of an Enłalen
sentence is headed by a tense particle, which marks a particular word as the
verb. There are five tense particles in Enłalen:
</p>

<dl class="org-dl vocablist">
<dt>wo</dt><dd>present tense</dd>
<dt>oł</dt><dd>near past tense</dd>
<dt>i </dt><dd>near future tense</dd>
<dt>en</dt><dd>remote past tense</dd>
<dt>ha</dt><dd>remote future tense</dd>
</dl>

<p>
These are relative tenses, so they are evaluated relative to the tense of the
preceding sentence/time-word context.
</p>

<p>
In addition to word-order, arguments in Enłalen are marked by certain
clitics. Which clitics are used depends on the apsectual structure of the
sentence – in an imperfect or stative sentence, the object of a transitive verb
is marked with the accusative clitic -no. In a perfective sentence, the subject
of a transitive verb is marked with the ergative clitic -ten. Neither of these
applies if the argument that would be marked has been topicalized or focused;
the topic and focus clitics overrule all others.
</p>

<p>
When it comes to conjunctions, coordinating conjunctions modify an entire
sentence and are placed before the topic, while subordinating conjunctions
only modify the sub-topic phrase and thus follow the topic, if any. Depending on
context, the same conjunction can often serve as either.
</p>
</div>
</div>

<div id="outline-container-org1b938c4" class="outline-3">
<h3 id="org1b938c4"><span class="section-number-3">2.2</span> Parts of Speech</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Enłalen does not distinguish between various parts of speech. Any word can
hypothetically be used as a verb, a noun, an adjective, or an adverb. Many (but
not all) of these can serve as conjunctions or prepositions (or both).
</p>

<p>
Enłalen ‘nouns’ are set apart by nominalizing suffixes, which, in addition to
making clear that they are nominal, also marks for definiteness and specificity.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">&#xa0;</th>
<th scope="col" class="org-left">Specific</th>
<th scope="col" class="org-left">Non-Specific</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left">Definite</td>
<td class="org-left">-łon</td>
<td class="org-left">-yon</td>
</tr>

<tr>
<td class="org-left">Indefinite</td>
<td class="org-left">-so</td>
<td class="org-left">-yo</td>
</tr>
</tbody>
</table>

<p>
Definiteness refers to entities that are identifiable/given in a particular
context, whereas specificity refers to entities that are unique in a particular
context. The difference in the use of the definiteness/specificity suffxies can
be seen in examples like the following:
</p>

<p>
<a id="orga872338"></a>
</p>
<dl class="org-dl">
<dt>Definite Specific</dt><dd>am-wa wo eniyen i mitilπi almołfiłon-ki <br />
‘I plan to marry the ruler (a particular person who is the ruler).’</dd>
<dt>Definite Non-Specific</dt><dd>am-wa wo eniyen i mitilπi almołfiyon-ki <br />
‘I plan to marry the ruler (whoever that may be).’</dd>
<dt>Indefinite Specific</dt><dd>am-wa wo eniyen i mitilπi almołfiso-ki <br />
‘I plan to marry a ruler (a particular person who is one).’</dd>
<dt>Indefinite Non-Specific</dt><dd>am-wa wo eniyen i mitilπi almołfiyo-ki <br />
‘I plan to marry a ruler (any ruler).’</dd>
</dl>

<p>
Enłalen has no grammatical number – number is only relevant for choosing 2nd and
3rd person pronouns.
</p>

<p>
When it comes to verbs, the ‘verb’ of a sentence may not always be the most
verb-like lexical item. The word that follows the tense particle is always the
‘main’ verb, and any verb-like words that follow are functioning as
adverbials. Since there are few to no lexical restrictions on whether a word can
serve as main verb, some interestingly subtle variants can occur depending on
which word is chosen as main verb and which as adverbial:
</p>

<p>
<a id="org4839b83"></a>
</p>
<ol class="org-ol">
<li>am-wa wo aθaθa kioκal. <br />
‘I suffer sadly.’</li>
<li>am-wa wo kioκal aθaθa. <br />
‘I am sad, sufferingly.’</li>
</ol>

<p>
Unlike other words, pronouns are always pronouns and almost always function as
nouns without any morphology.
</p>

<dl class="org-dl vocablist">
<dt>am   </dt><dd>1st person exclusive</dd>
<dt>mo   </dt><dd>1st person inclusive</dd>
<dt>wan  </dt><dd>2nd person singular</dd>
<dt>kan  </dt><dd>2nd person plural</dd>
<dt>fił  </dt><dd>3rd person singular</dd>
<dt>ołi  </dt><dd>3rd person plural</dd>
<dt>oil  </dt><dd>generic</dd>
<dt>oyen </dt><dd>reflexive (refers back to the topic)</dd>
<dt>fiyen</dt><dd>reflexive (refers back to the subject)</dd>
</dl>

<p>
Possession is indicated by placing the pronoun agreeing with the person of the
possessor after the noun referring to the possessed object.  If the possessor is
to be made explicit, a noun referring to the possessor is placed after the
pronoun.
</p>

<ol class="org-ol">
<li>nenθayon am <br />
‘my parent’</li>
<li>nenθayon fiłmayałon <br />
‘Maya’s parent’</li>
</ol>
</div>
</div>
</div>

<div id="outline-container-org2f44f68" class="outline-2">
<h2 id="org2f44f68"><span class="section-number-2">3</span> Lexicon</h2>
<div class="outline-text-2" id="text-3">
<dl class="org-dl vocablist">
<dt>φaθo  </dt><dd>bright, shine, shiny, light</dd>
<dt>osiφa </dt><dd>heavenly body, emit light in the sky, sun, moon, star</dd>
<dt>yano  </dt><dd>from, of, originate, hail from, be from</dd>
<dt>θemo  </dt><dd>eyes, appear, seem, apparent</dd>
<dt>τai   </dt><dd>take, acquire, get, capture, catch, come into keeping of</dd>
<dt>θisa  </dt><dd>see, look at, look over, notice</dd>
<dt>κiπi  </dt><dd>then, afterwards, subsequently</dd>
<dt>ilsil </dt><dd>watch, listen, pay attention to, gaze</dd>
<dt>olni  </dt><dd>together, with, along with, associate with</dd>
<dt>ilπi  </dt><dd>tie, fasten, bind</dd>
</dl>
</div>
</div>

<footer id="outline-container-orgb6bac14" class="outline-2">
<h2 id="orgb6bac14">Navigation</h2>
<div class="outline-text-2" id="text-orgb6bac14">
<nav class="linkset">
  <div id="this">
    <div id="sec"><strong>11</strong> Relay</div>
    <div id="chapB"></div>
    <div id="chapA">Part <strong>5</strong></div>
  </div>
  <a href="04.html" id="prev" rel="prev">Previous</a>
  <a href="06.html" id="next" rel="next">Next</a>
</nav>
</div>
</footer>
</div>
</body>
</html>
